Repository: common-repository/redirect-woocommerce-user-that-bought-this-product
Catalog: wcrebtp-*.po
Languages: he_il

source: Woocommerce must be installed for the plugin "Woocommerce Redirect Bought This Product" to be activated
he_il: התוסף ווקומרס חייב להיות פעיל כדי להפעיל את התוסף "Woocommerce Redirect If Bought This Product"

source: wcreBtp
he_il: הפניית מוצר נרכש

source: Redirection Address
he_il: כתובת להפניה

source: Insert the address a user who bought this product will be redirected to.
he_il: יש להכניס פה את הכתובת אליה יופנה משתמש אשר מחובר וכבר רכש את המוצר הזה.

source: example:
he_il: לדוגמא:

source: You can now create a redirection to users who bought the products.
he_il: עכשיו ניתן ליצור הפניות למשתשמים שכר קנו מוצרים ספציפיים.

source: Welcome!
he_il: ברוכים הבאים!

source: Thank For Installing the Woocommerce Redirect If Bought This Product Plugin.
he_il: תודה רבה שהתקנת את התוסף "Woocommerce Redirect If Bought This Product".

source: if you want to buy me a cup of coffee,
he_il: אם בא לך לקנות לי כוס קפה,

source: Click Here :)
he_il: ניתן ללחוץ כאן :)

source: After installing this plugin, you can see in the woocommerce product a new input field in the general tab of "Product data". if no address is defined in this field, no redirection will occur. if the user is looged in to the system and already bought a product where a URL is defined in the corresponding field, when he will try to enter the product page, the user will be redirected to the URL in this Field.
he_il: אחרי התקנת תוסף זה, ניתן לראות בעמוד המוצר שדה חדש בכרטיסיה "כללי" באיזור "פרטי המוצר". אם לא תוגדר שום כתובת בשדה זה, לא תתרחש כל הפניה/ אם המתשמש כבר רכש מוצר זה וינסה להיכנס שוב לעמוד המוצר, הוא יופנה לכתובת שהוכנסה בשדה "כתובת להפניה".

source: Redirect Woocommerce User that Bought this Product
he_il: הפנית משתמש אם מוצר נרכש

source: Adds a URL field to the product page, where the logged in user will be redirected to from product page if user already bought this product.
he_il: תוסף זה מוסיף שדה כתובת חדש בעמוד המוצר, אליו משתמשים מחוברים שכבר רכשו מוצר מסוים יופנו במידה והם כבר רכשו את המוצר אליו ינסו להיכנס.

source: Ahiad Hazan
he_il: אחיעד חזן
